export const list = [
    {
        title: "Фильмы",
        class: "films",
        films: [
            {
                title: "🔥 Новинки",
                list: [
                    {
                        title: "Мульт в кино. Выпуск №103. Некогда грустить!",
                        poster: "../../../assets/image/poster/image.png",
                        description:
                            "Фильм повествует о череде событий, произошедших в Голливуде в 1969 году, на закате его «золотого века». Известный актер Рик Далтон и его дублер Клифф Бут пытаются найти свое место в стремительно меняющемся мире киноиндустрии."
                    },
                    {
                        title: "Новый Бэтмен",
                        poster: ".../../../assets/image/poster/picture.png",
                        description:
                            "Фильм повествует о череде событий, произошедших в Голливуде в 1969 году, на закате его «золотого века». Известный актер Рик Далтон и его дублер Клифф Бут пытаются найти свое место в стремительно меняющемся мире киноиндустрии."
                    },
                    {
                        title: "Однажды... в Голливуде",
                        poster: "../../../assets/image/poster/picture (1).png",
                        description:
                            "Фильм повествует о череде событий, произошедших в Голливуде в 1969 году, на закате его «золотого века». Известный актер Рик Далтон и его дублер Клифф Бут пытаются найти свое место в стремительно меняющемся мире киноиндустрии."
                    },
                    {
                        title: "Стриптизёрши",
                        poster: "../../../assets/image/poster/picture (2).png",
                        description:
                            "Фильм повествует о череде событий, произошедших в Голливуде в 1969 году, на закате его «золотого века». Известный актер Рик Далтон и его дублер Клифф Бут пытаются найти свое место в стремительно меняющемся мире киноиндустрии."
                    }
                ]
            },
            {
                title: "Жанры",
                list: [
                    {
                        title: "Комедии",
                        poster: "../../../assets/image/genres/comedy.png"
                    },
                    {
                        title: "Драмы",
                        poster: "../../../assets/image/genres/dram.png"
                    },
                    {
                        title: "Фантастика",
                        poster: "../../../assets/image/genres/fantasy.png"
                    },
                    {
                        title: "Ужасы",
                        poster: "../../../assets/image/genres/horor.png"
                    }
                ]
            }
        ]
    },
    {
        title: "Телеканалы",
        class: "tv",
        tv: [
            {
                title: "",
                list: [
                    {
                        title: "Первый канал",
                        poster: "../../../assets/image/tv/Vector (3).png",
                        program: [
                            {
                                time: "05:00",
                                title: "Телеканал «Доброе утро»"
                            },
                            {
                                time: "09:00",
                                title: "Новости"
                            },
                            {
                                time: "09:25",
                                title: "Телеканал «Доброе утро»"
                            },
                            {
                                time: "09:55",
                                title: "«Модный приговор». Дело «Я тебя всегда прикрою… сумкой или пиджаком!»"
                            },
                            {
                                time: "10:55",
                                title: "«Жить здорово!»"
                            },
                            {
                                time: "12:00",
                                title: "Новости (с субтитрами)"
                            },
                            {
                                time: "12:15",
                                title: "«Время покажет»"
                            },
                            {
                                time: "15:00",
                                title: "Новости (с субтитрами)"
                            },
                            {
                                time: "15:15",
                                title: "«Давай поженимся!». Уставшая от одиночества"
                            },
                            {
                                time: "16:00",
                                title: "«Мужское / Женское». Маша-мамаша"
                            },
                            {
                                time: "17:00",
                                title: "«Время покажет»"
                            },
                            {
                                time: "18:00",
                                title: "Вечерние новости (с субтитрами)"
                            },
                            {
                                time: "18:35",
                                title: "«На самом деле»"
                            },
                            {
                                time: "19:45",
                                title: "«Пусть говорят»"
                            },
                            {
                                time: "21:00",
                                title: "«Время»"
                            },
                            {
                                time: "21:30",
                                title:
                                    "Премьера. Карина Андоленко, Антон Хабаров, Александр Бухаров в многосерийном фильме «Отчим». 11-я серия"
                            },
                            {
                                time: "22:30",
                                title: "«Отчим». 12-я серия"
                            },
                            {
                                time: "23:30",
                                title: "«Вечерний Ургант». Антон Хабаров и Сергей Чиграков"
                            },
                            {
                                time: "23:55",
                                title: "Премьера. «Право на справедливость»"
                            },
                            {
                                time: "01:00",
                                title: "«Время покажет»"
                            },
                            {
                                time: "03:00",
                                title: "Новости"
                            },
                            {
                                time: "03:05",
                                title: "«Время покажет»"
                            }
                        ]
                    },
                    {
                        title: "2x2",
                        poster: ".../../../assets/image/tv/2x2.png",
                        program: [
                            {
                                time: "06:00",
                                title: "Русские мультфильмы"
                            },
                            {
                                time: "06:40",
                                title: "Орвилл 2№9"
                            },
                            {
                                time: "07:30",
                                title: "Драгонболл Супер 1№35"
                            },
                            {
                                time: "07:50",
                                title: "Драгонболл Супер 1№36"
                            },
                            {
                                time: "08:25",
                                title: "Царь горы 10№10"
                            },
                            {
                                time: "09:15",
                                title: "Царь горы 10№11"
                            },
                            {
                                time: "09:40",
                                title: "Дарья 3№36"
                            },
                            {
                                time: "10:05",
                                title: "Дарья 3№37"
                            },
                            {
                                time: "10:35",
                                title: "Дарья 3№38"
                            },
                            {
                                time: "11:05",
                                title: "Пингвины Мадагаскара 1№21"
                            },
                            {
                                time: "11:30",
                                title: "Пингвины Мадагаскара 1№22"
                            },
                            {
                                time: "12:00",
                                title: "Симпсоны 6№5"
                            },
                            {
                                time: "12:30",
                                title: "Симпсоны 6№6"
                            },
                            {
                                time: "13:00",
                                title: "Гриффины 11№7"
                            },
                            {
                                time: "13:25",
                                title: "Симпсоны 22№1"
                            },
                            {
                                time: "13:55",
                                title: "Симпсоны 22№2"
                            },
                            {
                                time: "14:25",
                                title: "Симпсоны 11№13"
                            },
                            {
                                time: "14:55",
                                title: "Симпсоны 11№14"
                            },
                            {
                                time: "15:25",
                                title: "Губка Боб Квадратные Штаны 7№144-145"
                            },
                            {
                                time: "16:20",
                                title: "Губка Боб Квадратные Штаны 7№146"
                            },
                            {
                                time: "16:50",
                                title: "Губка Боб Квадратные Штаны 7№147"
                            },
                            {
                                time: "17:15",
                                title: "Губка Боб Квадратные Штаны 7№148"
                            },
                            {
                                time: "17:45",
                                title: "Губка Боб Квадратные Штаны 7№149"
                            },
                            {
                                time: "18:15",
                                title: "Губка Боб Квадратные Штаны 7№150"
                            },
                            {
                                time: "18:40",
                                title: "Губка Боб Квадратные Штаны 7№151"
                            },
                            {
                                time: "19:05",
                                title: "Губка Боб Квадратные Штаны 7№152"
                            },
                            {
                                time: "19:30",
                                title: "Симпсоны 11№16"
                            },
                            {
                                time: "20:00",
                                title: "Симпсоны 11№17"
                            },
                            {
                                time: "20:25",
                                title: "Симпсоны 11№18"
                            },
                            {
                                time: "20:55",
                                title: "Гриффины 11№11"
                            },
                            {
                                time: "21:21",
                                title: "Гриффины 11№12"
                            },
                            {
                                time: "21:55",
                                title: "Симпсоны 22№6"
                            },
                            {
                                time: "22:22",
                                title: "Симпсоны 22№8"
                            },
                            {
                                time: "22:50",
                                title: "Бандитский Петербургер 1№5"
                            },
                            {
                                time: "23:20",
                                title: "Доктор Пси 1№6"
                            },
                            {
                                time: "23:50",
                                title: "Проповедник 2№2"
                            },
                            {
                                time: "00:50",
                                title: "Металапокалипсис 1№19-20"
                            },
                            {
                                time: "01:15",
                                title: "Пол-литровая мышь 2№12-13"
                            },
                            {
                                time: "01:45",
                                title: "Тарантула 1№9"
                            },
                            {
                                time: "02:05",
                                title: "Тарантула 1№10"
                            },
                            {
                                time: "02:25",
                                title: "Мужчина ищет женщину 3№3"
                            },
                            {
                                time: "02:50",
                                title: "Царь горы 10№8"
                            },
                            {
                                time: "03:10",
                                title: "Царь горы 10№9"
                            },
                            {
                                time: "03:55",
                                title: "Царь горы 10№10"
                            },
                            {
                                time: "04:50",
                                title: "2X2 MUSIC"
                            },
                            {
                                time: "05:35",
                                title: "Бешеные кролики"
                            }
                        ]
                    },
                    {
                        title: "РБК",
                        poster: "../../../assets/image/tv/Fill 2 1.png",
                        program: [
                            {
                                time: "05:00",
                                title: "Телеканал «Доброе утро»"
                            },
                            {
                                time: "09:00",
                                title: "Новости"
                            },
                            {
                                time: "09:25",
                                title: "Телеканал «Доброе утро»"
                            },
                            {
                                time: "09:55",
                                title: "«Модный приговор». Дело «Я тебя всегда прикрою… сумкой или пиджаком!»"
                            },
                            {
                                time: "10:55",
                                title: "«Жить здорово!»"
                            },
                            {
                                time: "12:00",
                                title: "Новости (с субтитрами)"
                            },
                            {
                                time: "12:15",
                                title: "«Время покажет»"
                            },
                            {
                                time: "15:00",
                                title: "Новости (с субтитрами)"
                            },
                            {
                                time: "15:15",
                                title: "«Давай поженимся!». Уставшая от одиночества"
                            },
                            {
                                time: "16:00",
                                title: "«Мужское / Женское». Маша-мамаша"
                            },
                            {
                                time: "17:00",
                                title: "«Время покажет»"
                            },
                            {
                                time: "18:00",
                                title: "Вечерние новости (с субтитрами)"
                            },
                            {
                                time: "18:35",
                                title: "«На самом деле»"
                            },
                            {
                                time: "19:45",
                                title: "«Пусть говорят»"
                            },
                            {
                                time: "21:00",
                                title: "«Время»"
                            },
                            {
                                time: "21:30",
                                title:
                                    "Премьера. Карина Андоленко, Антон Хабаров, Александр Бухаров в многосерийном фильме «Отчим». 11-я серия"
                            },
                            {
                                time: "22:30",
                                title: "«Отчим». 12-я серия"
                            },
                            {
                                time: "23:30",
                                title: "«Вечерний Ургант». Антон Хабаров и Сергей Чиграков"
                            },
                            {
                                time: "23:55",
                                title: "Премьера. «Право на справедливость»"
                            },
                            {
                                time: "01:00",
                                title: "«Время покажет»"
                            },
                            {
                                time: "03:00",
                                title: "Новости"
                            },
                            {
                                time: "03:05",
                                title: "«Время покажет»"
                            }
                        ]
                    },
                    {
                        title: "AMEDIA PREMIUM",
                        poster: "../../../assets/image/tv/Vector (4).png",
                        program: [
                            {
                                time: "05:00",
                                title: "Телеканал «Доброе утро»"
                            },
                            {
                                time: "09:00",
                                title: "Новости"
                            },
                            {
                                time: "09:25",
                                title: "Телеканал «Доброе утро»"
                            },
                            {
                                time: "09:55",
                                title: "«Модный приговор». Дело «Я тебя всегда прикрою… сумкой или пиджаком!»"
                            },
                            {
                                time: "10:55",
                                title: "«Жить здорово!»"
                            },
                            {
                                time: "12:00",
                                title: "Новости (с субтитрами)"
                            },
                            {
                                time: "12:15",
                                title: "«Время покажет»"
                            },
                            {
                                time: "15:00",
                                title: "Новости (с субтитрами)"
                            },
                            {
                                time: "15:15",
                                title: "«Давай поженимся!». Уставшая от одиночества"
                            },
                            {
                                time: "16:00",
                                title: "«Мужское / Женское». Маша-мамаша"
                            },
                            {
                                time: "17:00",
                                title: "«Время покажет»"
                            },
                            {
                                time: "18:00",
                                title: "Вечерние новости (с субтитрами)"
                            },
                            {
                                time: "18:35",
                                title: "«На самом деле»"
                            },
                            {
                                time: "19:45",
                                title: "«Пусть говорят»"
                            },
                            {
                                time: "21:00",
                                title: "«Время»"
                            },
                            {
                                time: "21:30",
                                title:
                                    "Премьера. Карина Андоленко, Антон Хабаров, Александр Бухаров в многосерийном фильме «Отчим». 11-я серия"
                            },
                            {
                                time: "22:30",
                                title: "«Отчим». 12-я серия"
                            },
                            {
                                time: "23:30",
                                title: "«Вечерний Ургант». Антон Хабаров и Сергей Чиграков"
                            },
                            {
                                time: "23:55",
                                title: "Премьера. «Право на справедливость»"
                            },
                            {
                                time: "01:00",
                                title: "«Время покажет»"
                            },
                            {
                                time: "03:00",
                                title: "Новости"
                            },
                            {
                                time: "03:05",
                                title: "«Время покажет»"
                            }
                        ]
                    }
                ]
            }
        ]
    }
];
