export const listProgram = [
  {
    k1: [
      {
        time: "05:00",
        title: "Телеканал «Доброе утро»"
      },
      {
        time: "09:00",
        title: "Новости"
      },
      {
        time: "09:25",
        title: "Телеканал «Доброе утро»"
      },
      {
        time: "09:55",
        title:
          "«Модный приговор». Дело «Я тебя всегда прикрою… сумкой или пиджаком!»"
      },
      {
        time: "10:55",
        title: "«Жить здорово!»"
      },
      {
        time: "12:00",
        title: "Новости (с субтитрами)"
      },
      {
        time: "12:15",
        title: "«Время покажет»"
      },
      {
        time: "15:00",
        title: "Новости (с субтитрами)"
      },
      {
        time: "15:15",
        title: "«Давай поженимся!». Уставшая от одиночества"
      },
      {
        time: "16:00",
        title: "«Мужское / Женское». Маша-мамаша"
      },
      {
        time: "17:00",
        title: "«Время покажет»"
      },
      {
        time: "18:00",
        title: "Вечерние новости (с субтитрами)"
      },
      {
        time: "18:35",
        title: "«На самом деле»"
      },
      {
        time: "19:45",
        title: "«Пусть говорят»"
      },
      {
        time: "21:00",
        title: "«Время»"
      },
      {
        time: "21:30",
        title:
          "Премьера. Карина Андоленко, Антон Хабаров, Александр Бухаров в многосерийном фильме «Отчим». 11-я серия"
      },
      {
        time: "22:30",
        title: "«Отчим». 12-я серия"
      },
      {
        time: "23:30",
        title: "«Вечерний Ургант». Антон Хабаров и Сергей Чиграков"
      },
      {
        time: "23:55",
        title: "Премьера. «Право на справедливость»"
      },
      {
        time: "01:00",
        title: "«Время покажет»"
      },
      {
        time: "03:00",
        title: "Новости"
      },
      {
        time: "03:05",
        title: "«Время покажет»"
      }
    ],
    k2x2: [
      {
        time: "05:00",
        title: "Телеканал «Доброе утро»"
      },
      {
        time: "09:00",
        title: "Новости"
      },
      {
        time: "09:25",
        title: "Телеканал «Доброе утро»"
      },
      {
        time: "09:55",
        title:
          "«Модный приговор». Дело «Я тебя всегда прикрою… сумкой или пиджаком!»"
      },
      {
        time: "10:55",
        title: "«Жить здорово!»"
      },
      {
        time: "12:00",
        title: "Новости (с субтитрами)"
      },
      {
        time: "12:15",
        title: "«Время покажет»"
      },
      {
        time: "15:00",
        title: "Новости (с субтитрами)"
      },
      {
        time: "15:15",
        title: "«Давай поженимся!». Уставшая от одиночества"
      },
      {
        time: "16:00",
        title: "«Мужское / Женское». Маша-мамаша"
      },
      {
        time: "17:00",
        title: "«Время покажет»"
      },
      {
        time: "18:00",
        title: "Вечерние новости (с субтитрами)"
      },
      {
        time: "18:35",
        title: "«На самом деле»"
      },
      {
        time: "19:45",
        title: "«Пусть говорят»"
      },
      {
        time: "21:00",
        title: "«Время»"
      },
      {
        time: "21:30",
        title:
          "Премьера. Карина Андоленко, Антон Хабаров, Александр Бухаров в многосерийном фильме «Отчим». 11-я серия"
      },
      {
        time: "22:30",
        title: "«Отчим». 12-я серия"
      },
      {
        time: "23:30",
        title: "«Вечерний Ургант». Антон Хабаров и Сергей Чиграков"
      },
      {
        time: "23:55",
        title: "Премьера. «Право на справедливость»"
      },
      {
        time: "01:00",
        title: "«Время покажет»"
      },
      {
        time: "03:00",
        title: "Новости"
      },
      {
        time: "03:05",
        title: "«Время покажет»"
      }
    ],

    krbk: [
      {
        time: "05:00",
        title: "Телеканал «Доброе утро»"
      },
      {
        time: "09:00",
        title: "Новости"
      },
      {
        time: "09:25",
        title: "Телеканал «Доброе утро»"
      },
      {
        time: "09:55",
        title:
          "«Модный приговор». Дело «Я тебя всегда прикрою… сумкой или пиджаком!»"
      },
      {
        time: "10:55",
        title: "«Жить здорово!»"
      },
      {
        time: "12:00",
        title: "Новости (с субтитрами)"
      },
      {
        time: "12:15",
        title: "«Время покажет»"
      },
      {
        time: "15:00",
        title: "Новости (с субтитрами)"
      },
      {
        time: "15:15",
        title: "«Давай поженимся!». Уставшая от одиночества"
      },
      {
        time: "16:00",
        title: "«Мужское / Женское». Маша-мамаша"
      },
      {
        time: "17:00",
        title: "«Время покажет»"
      },
      {
        time: "18:00",
        title: "Вечерние новости (с субтитрами)"
      },
      {
        time: "18:35",
        title: "«На самом деле»"
      },
      {
        time: "19:45",
        title: "«Пусть говорят»"
      },
      {
        time: "21:00",
        title: "«Время»"
      },
      {
        time: "21:30",
        title:
          "Премьера. Карина Андоленко, Антон Хабаров, Александр Бухаров в многосерийном фильме «Отчим». 11-я серия"
      },
      {
        time: "22:30",
        title: "«Отчим». 12-я серия"
      },
      {
        time: "23:30",
        title: "«Вечерний Ургант». Антон Хабаров и Сергей Чиграков"
      },
      {
        time: "23:55",
        title: "Премьера. «Право на справедливость»"
      },
      {
        time: "01:00",
        title: "«Время покажет»"
      },
      {
        time: "03:00",
        title: "Новости"
      },
      {
        time: "03:05",
        title: "«Время покажет»"
      }
    ],

    kamedia: [
      {
        time: "05:00",
        title: "Телеканал «Доброе утро»"
      },
      {
        time: "09:00",
        title: "Новости"
      },
      {
        time: "09:25",
        title: "Телеканал «Доброе утро»"
      },
      {
        time: "09:55",
        title:
          "«Модный приговор». Дело «Я тебя всегда прикрою… сумкой или пиджаком!»"
      },
      {
        time: "10:55",
        title: "«Жить здорово!»"
      },
      {
        time: "12:00",
        title: "Новости (с субтитрами)"
      },
      {
        time: "12:15",
        title: "«Время покажет»"
      },
      {
        time: "15:00",
        title: "Новости (с субтитрами)"
      },
      {
        time: "15:15",
        title: "«Давай поженимся!». Уставшая от одиночества"
      },
      {
        time: "16:00",
        title: "«Мужское / Женское». Маша-мамаша"
      },
      {
        time: "17:00",
        title: "«Время покажет»"
      },
      {
        time: "18:00",
        title: "Вечерние новости (с субтитрами)"
      },
      {
        time: "18:35",
        title: "«На самом деле»"
      },
      {
        time: "19:45",
        title: "«Пусть говорят»"
      },
      {
        time: "21:00",
        title: "«Время»"
      },
      {
        time: "21:30",
        title:
          "Премьера. Карина Андоленко, Антон Хабаров, Александр Бухаров в многосерийном фильме «Отчим». 11-я серия"
      },
      {
        time: "22:30",
        title: "«Отчим». 12-я серия"
      },
      {
        time: "23:30",
        title: "«Вечерний Ургант». Антон Хабаров и Сергей Чиграков"
      },
      {
        time: "23:55",
        title: "Премьера. «Право на справедливость»"
      },
      {
        time: "01:00",
        title: "«Время покажет»"
      },
      {
        time: "03:00",
        title: "Новости"
      },
      {
        time: "03:05",
        title: "«Время покажет»"
      }
    ]
  }
];
